import React from 'react';

function Tos(){
    return(
        <div>
            <div>
                <h3>이용약관</h3>
            </div>
            <div>
                <h5>노벨리에의 이용약관입니다.</h5>
            </div>
            <div>
                <h5>이용약관 내용</h5>
            </div>
            <div>
                <p>
                제 1 조 (목적)
이 약관은 (주)노벨리에(이하 ‘회사’)이 제공하는 제반 서비스를 이용함에 있어 이용자의 권리, 의무 및 책임 사항 등 제반 사항의 규정함을 목적으로 합니다.
제 2 조 (정의)
(1) 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
– ‘서비스’라 함은 회사가 보편적으로 제공하는 일체의 유・무료 온라인 콘텐츠 및 기술, 시스템 등을 말합니다.
– ‘콘텐츠’라 함은 회사의 서비스 내에 게재된 일체의 온라인 게시물을 통칭하는 용어를 말합니다.
– ‘회원’이라 함은 본 약관에 동의하고 서비스를 이용하는 이용자를 포괄적으로 통칭하는 개념을 말합니다. 약관 동의와 가입 절차를 거치지 않은 이용자는 ‘비회원’으로 칭하며 서비스 이용에 다소 제한적일 수 있습니다.
– ‘이용계약’이라 함은 본 약관을 포함하여 서비스 이용과 관련하여 회사와 회원 간에 체결하는 모든 계약을 말합니다.
– ‘이용자 id’이라 함은 회원의 식별 및 서비스 이용을 위하여 회사가 회원 별로 부여하는, 고유한 문자와 숫자로 조합된 계정을 말하며, 회원 1인당 부여 받은 1개의 공통 계정으로 회사의 모든 서비스를 이용할 수 있습니다.
– ‘게시물’이라 함은 회원이 서비스를 이용하면서 게시한 글, 사진, 각종 파일과 링크 등을 말합니다.
– ‘작품’이라 함은 회사 또는 회원이 소정의 절차를 거쳐 서비스 내에 게재하는 게시물의 형태를 말합니다.
– ‘작가’라 함은 회사의 서비스 내에 작품 게재를 시작한 회원 등급을 말합니다.
– ‘피드백’이라 함은 회사의 서비스에 게재된 작품에 대한 감상을 자유롭게 작성할 수 있는 회사 시스템의 일종으로, 리뷰 공모와 리뷰 의뢰 등을 포함한 다양한 체계로 구현되어 있습니다.
– ‘리뷰어’라 함은 회사의 서비스에 게재된 작품에 대한 평가를 할 수 있는 회원 분류 명칭입니다. 회사의 서비스 내에서는 누구나 리뷰어로 활동할 수 있습니다.
– ‘유료서비스’라 함은 회사 또는 회원이 회원을 대상으로 유료로 제공하는 각종 온라인 콘텐츠 및 제반 서비스를 말합니다.
– ‘포인트’라 함은 서비스의 효율적 이용을 위해 회사가 임의로 책정 또는 지급, 조정할 수 있는 서비스 상의 가상 데이터를 말합니다.
(2) 본 약관에서 사용하는 용어 중 본조 제1항에서 정하지 아니한 것은 관계 법령 및 서비스 별 안내에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.
제 3 조 (약관의 게시와 개정)
(1) 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다. 다만, 약관의 내용은 회원이 연결 화면을 통하여 볼 수 있도록 할 수 있습니다.
(2) 회사는 합리적인 사유가 발생할 경우 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
(3) 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다. 단, 회원에게 불리한 약관의 개정의 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 개정 계획에 대해 구체적이고 직접적인 전달 수단을 사용하여 회원에게 명확하게 전달해야 합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.
(4) 회사는 개정 약관을 공시하면서 회원에게 일정 기간 내에 의사표시를 하지 않으면 개정 약관에 동의한 것으로 확인한다는 조건을 포함할 수 있으며, 이에 따라 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우에는 회원이 개정 약관에 동의한 것으로 보고 개정 약관 내용을 적용합니다.
(5) 회원이 변경된 약관 사항에 동의하지 않을 경우 회사는 개정 약관 사항을 적용할 수 없으며, 회원은 서비스 이용을 중단하고 이용계약을 해지할 수 있습니다.
제 4 조 (약관의 해석)
(1) 회사는 ‘유료서비스’ 및 개별 서비스에 대해서는 개별약관 또는 개별 운영원칙(이하 ‘서비스별 약관’이라 합니다)을 정할 수 있으며, 본 약관과 서비스별 약관의 내용이 상충되는 경우에는 서비스별 약관의 내용을 우선하여 적용합니다.
(2) 본 약관에 명시되지 않은 사항에 대해서는 서비스별 약관 및 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
제 5 조 (이용 계약 체결)
(1) 이용 계약은 이용자의 이용 계약 내용 동의와 이용 신청에 대한 회사의 이용 승낙으로 성립합니다.
(2) 이용 계약에 대한 동의는 이용 신청 당시 신청서 상의 ‘동의’ 확인을 함으로써 의사표시를 합니다.
제 6 조 (서비스 이용 신청)
(1) 회원으로 가입하여 서비스를 이용하고자 하는 이용자는 회사에서 요청하는 제반 정보(닉네임, 이메일, 연령대, 성별 등)를 제공하여야 합니다.
(2) 모든 회원은 반드시 회원 본인의 정보를 제공하여야만 서비스를 이용할 수 있으며, 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 서비스 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌 받을 수 있습니다.
제 7 조 (이용 신청의 승낙과 제한)
(1) 회사는 이용 신청에 대하여 업무 수행 상 또는 기술상 지장이 없는 경우에 원칙적으로 서비스 이용을 승낙합니다.
(2) 회사는 아래 사항에 해당하는 경우에 대해서 승낙을 보류하거나 취소할 수 있습니다.
– 실명이 아니거나, 다른 사람의 명의 사용 등 회원 등록 시 허위로 신청하는 경우
– 이용자 등록 사항을 누락하거나 오기하여 이용 신청 요건이 만족되지 않은 경우
– 14세 미만의 아동이 법정 대리인의 동의를 얻지 않은 경우
– 법령 위반 또는 사회의 안녕질서, 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우
– 부정한 용도로 본 서비스를 이용하고자 하는 경우
– 법령 또는 약관을 위반하여 이용계약이 해지된 적이 있는 이용자가 신청하는 경우
– 기타 규정한 제반 사항을 위반하며 신청하는 경우
(3) 회사는 서비스 이용 신청이 다음 각 호에 해당하는 경우에는 그 신청에 대하여 승낙 제한 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
– 회사가 설비의 여유가 없는 경우
– 회사의 기술상 지장이 있는 경우
– 기타 회사의 귀책사유로 이용 승낙이 곤란한 경우
(4) 회사는 회원 가입 절차 완료 이후 본조 제2항 각 호에 따른 사유가 발견된 경우 이용 승낙을 사후에 철회할 수 있습니다.
제 8 조 (개인정보 보호)
회사는 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보 취급방침이 적용됩니다. 단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보 취급방침이 적용되지 않습니다. 또한, 회원은 비밀번호 등이 타인에게 노출되지 않도록 철저히 관리해야 하며 회사는 회원의 귀책사유로 인해 노출된 정보에 대해서 책임을 지지 않습니다.
제 9 조 (이용자ID 부여 및 변경 등)
(1) 회사는 회원에 대하여 약관에 정하는 바에 따라 이용자ID를 부여합니다.
(2) 이용자ID는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경 하고자 하는 경우에는 해당 ID를 해지하고 재가입하여야 합니다. 단, 탈퇴 후 3개월 이내에는 동일한 사용자아이디/활동명/이메일로 재가입할 수 없으며, 동일한 명의로 본인인증을 할 수 없습니다.
(3) 이용자ID는 다음 각 호에 해당하는 경우에는 회원의 요청 또는 회사의 직권으로 변경 또는 이용을 정지할 수 있습니다. 본 사항은 닉네임의 변경에 대해서도 동일하게 적용됩니다.
– 이용자ID가 전화번호 또는 주민등록번호 등으로 등록되어 사생활 침해가 우려되는 경우
– 타인에게 혐오감을 주거나 미풍양속에 어긋나는 경우
– 회사, 회사의 서비스 또는 서비스 운영자 등의 명칭과 동일하거나 오인 등의 우려가 있는 경우
– 기타 합리적인 사유가 있는 경우
(4) 이용자ID 및 비밀번호의 관리책임은 회원에게 있습니다. 이를 소홀히 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 회원에게 있으며 회사는 그에 대한 책임을 지지 않습니다.
제 10 조 (회사의 의무)
(1) 회사는 회원의 이용신청을 승낙한 때부터 서비스를 개시하며, 안정적인 서비스를 제공할 수 있도록 노력합니다.
(2) 회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 취급방침을 공시하고 준수합니다.
(3) 회사는 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에 사이트에 공시하거나 회원에게 이를 통지합니다.
(4) 회사는 서비스 이용 과정에서 회원의 불만이나 피해 사례 등 요청을 접수하고 처리할 수 있는 시스템을 구비하여 제공합니다.
(5) 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 회원에게 그 사유와 처리 일정을 통보하여야 합니다.
제 11 조 (회원의 의무)
(1) 회원은 회원가입 신청 또는 회원정보 변경 시 모든 사항을 사실에 근거하여 본인의 진정한 정보로 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 이와 관련된 모든 권리를 주장할 수 없습니다.
(2) 회원은 약관에서 규정하는 사항과 기타 회사가 정한 제반 규정, 공지사항 등 회사가 공지하는 사항 및 관계 법령을 준수하여야 하며, 기타 회사의 업무에 방해가 되는 행위, 회사의 명예를 손상시키는 행위, 타인에게 피해를 주는 행위를 해서는 안됩니다.
(3) 회원은 회사의 사전 승낙 없이 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과에 대해 회사는 책임을 지지 않습니다. 또한 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우, 회원은 회사에 대해 손해배상의무를 지며, 회사는 해당 회원에 대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구할 수 있습니다.
(4) 회원은 회사의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.
(5) 회원은 회사 및 제3자의 지적 재산권을 포함한 제반 권리를 침해하거나 제17조(서비스의 이용제한) 각 호에 해당하는 행위를 해서는 안 됩니다. 이 경우 법적 손해 배상 대상이 될 수 있습니다.
(6) 회원은 1인이 여러 이용자ID를 만들어 회사에서 제공하는 여러 서비스를 불공정한 방법으로 타인에 비해 더 얻으려 해선 안 됩니다. 이 경우 계정 정지, 이득분 회수 등의 제재를 받을 수 있습니다. 
제 12 조 (서비스의 변경 및 중단)
(1) 서비스는 24시간 운영을 원칙으로 합니다.
(2) 회사는 시스템 정기점검, 증설 및 교체를 위해 회사가 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시 중단은 서비스를 통해 사전에 공지합니다.
(2) 회사는 긴급한 시스템 점검, 증설 및 교체, 설비의 장애, 서비스 이용의 폭주, 국가비상사태, 정전 등 부득이한 사유가 발생한 경우 사전 예고 없이 일시적으로 서비스의 전부 또는 일부를 중단할 수 있습니다.
(3) 회사는 서비스 개편 등 서비스 운영상 필요한 경우 회원에게 사전 예고 후 서비스의 전부 또는 일부의 제공을 중단할 수 있습니다.
제 13 조 (게시물의 저작권 및 게시 제한)
(1) 회사가 작성한 게시물 또는 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
(2) 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, 서비스 내에서 회원 게시물은 서비스 이용 및 관련 프로모션 등에 노출될 수 있으며, 저작물성을 해치지 않는 범위 내에서의 편집 저작물 작성을 할 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 서비스 내 수단을 통해 회사에 저작권자로서의 합당한 요청을 할 수 있습니다.
(3) 회원이 서비스에 등록하는 게시물 등으로 인하여 본인 또는 타인에게 손해나 기타 문제가 발생하는 경우 회원은 이에 대한 책임을 지게 되며, 회사는 특별한 사정이 없는 한 이에 대하여 책임을 지지 않습니다.
(4) 회사는 다음 각 호에 해당하는 게시물 등을 회원의 사전 동의 없이 임시게시 중단, 수정, 삭제, 이동 또는 등록 거부 등의 관련 조치를 취할 수 있습니다.
– 다른 회원 또는 제3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
– 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
– 불법복제 또는 해킹을 조장하는 내용인 경우
– 영리를 목적으로 하는 광고일 경우
– 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
– 제3자로부터 명예훼손, 지적재산권 등의 권리 침해를 이유로 게시중단 요청을 받은 경우
– 회사 또는 다른 회원의 저작권 등 기타 권리를 침해한다고 판단하는 경우
– 사적인 정치적 판단이나 종교적 견해의 내용으로 회사가 서비스 성격에 부합하지 않는다고 판단하는 경우
– 회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
– 기타 관계법령에 위배된다고 판단되는 경우
(5) 서비스의 운용 원칙상, 다른 이용자 회원으로부터 총 5회 이상의 신고를 받은 게시물 또는 댓글 등은 일시적으로 자동 숨김 처리되며, 이때 회사는 숨김 처리된 게시물 또는 댓글의 내용을 확인하고 재공개 혹은 삭제를 결정할 수 있는 권한을 가집니다. 숨김 처리된 게시글 또는 댓글에 대해 회사는 48시간 이내에 처리해 주는 것을 원칙으로 합니다. 단, 여건에 따라 처리 결정 기간은 다소 지연될 수 있습니다. 
(6) 저작권자나 회사의 승인 없이 게재된 작품에 대해 무단으로 복사, 가공, 재배포 등의 행위를 하는 경우, 저작권법 및 기타 관계 법령에 따라 강도 높은 법적 제재를 받게 됩니다.
제 14 조 (정보의 제공 및 광고의 게재)
(1) 회사는 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 관련 법령에 따라 추가적인 개인 정보를 수집할 수 있습니다.
(2) 회사는 회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 회원의 동의 하에 서비스, 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 단, 회원의 거래 정보 및 고객문의에 대한 회신은 예외로 둡니다.
(3) 회사는 서비스 이용에 필요하다고 판단되는 경우 회원의 동의 하에 서비스, 전자우편 등의 방법으로 광고를 게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 회원은 회사를 상대로 수신 거부를 할 수 있습니다.
(4) 회사는 서비스상에 게재되어 있거나 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.
(5) 회원은 회사가 제공하는 서비스와 관련된 게시물 또는 기타 정보를 변경, 수정하여 배포하지 않습니다.
제 15 조 (유료 결제 서비스의 이용)
(1) 회사는 회원에게 서비스별 약관을 개설하여 그 준칙에 따라 포인트를 부여할 수 있으며, 이용에 대해서 회원은 개별 약관 내용을 준수해야 합니다.
(2) 명의 도용 등 정당하지 아니한 방법으로 서비스 내의 유료 결제 수단을 획득한 사실이 확인될 경우에 회사는 그 내용에 한하여 이득분 전체를 회수할 수 있고, 해당 회원의 이용 자격을 해지시킬 수 있습니다.
(3) 회사는 서비스의 효율적 이용을 위해 일부 포인트 등의 소멸 여부를 결정할 수 있습니다. 이 경우에는 반드시 회원에게 사전 공지를 해야 합니다.
제 16 조 (이용계약의 해지)
(1) 회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 회사로 요청하여야 합니다. 
(2) 회사는 이용계약을 해지하는 경우 개인정보 취급방침에 따라 회원 등록을 말소합니다.
제 17 조 (서비스의 이용제한)
(1) 회사는 회원이 서비스 이용내용에 있어서 본 약관 제11조(회원의 의무) 내용을 위반하거나, 다음 각 호에 해당하는 경우 서비스 이용 제한, 초기화, 이용계약 해지 및 기타 해당 조치를 할 수 있습니다.
– 회원정보에 부정한 내용을 등록하거나 타인의 이용자ID, 비밀번호 기타 개인정보를 도용하는 행위 또는 이용자ID를 타인과 거래하거나 제공하는 행위
– 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용 또는 타인의 명예나 프라이버시를 침해할 수 있는 내용의 정보, 문장, 도형, 음향, 동영상을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
– 다른 이용자를 희롱 또는 위협하거나, 특정 이용자에게 지속적으로 고통 또는 불편을 주는 행위
– 회사의 서버를 해킹하거나, 웹사이트 또는 게시된 정보의 일부분 또는 전체를 임의로 변경하는 행위
– 서비스를 통해 얻은 정보를 회사의 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 제3자에게 제공하는 행위
– 회사의 직원이나 운영자를 사칭 또는 타인의 명의를 도용하여 글을 게시하거나 전자우편을 발송하는 행위
– 약관을 포함하여 회사가 정한 제반 규정을 위반하거나 범죄와 결부된다고 객관적으로 판단되는 등 제반 법령을 위반하는 행위
– 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우
– 기타 정상적인 서비스 운영을 방해하는 행위
(2)회사는 「주민등록법」을 위반한 명의도용 및 결제도용, 「저작권법」 및 「컴퓨터프로그램보호법」을 위반한 불법프로그램의 제공 및 운영방해, 「정보통신망법」을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 서비스 이용을 통해 획득한 포인트 및 기타 혜택 등은 모두 소멸되며, 회사는 이에 대해 별도로 보상할 책임이 없습니다.
(3) 서비스 이용을 제한하거나 이용 해지를 하는 경우 회사는 제 21 조(회원에 대한 통지)에 따라 통보합니다.
(4) 회원은 회사의 이용 제한에 대한 이의신청을 할 수 있으며, 회원의 이의가 정당하다고 회사가 인정하는 경우에는 해당 회원에 대한 서비스 이용 해지를 철회할 수 있습니다.
제 18 조 (손해배상)
(1) 회사와 이용자는 서비스 이용과 관련하여 고의 또는 과실로 상대방에게 손해를 끼친 경우에는 이를 배상하여야 합니다.
(2) 회사는 무료로 제공하는 서비스의 이용과 관련하여 개인정보 취급방침에서 정하는 내용에 위반하지 않는 한 어떠한 손해도 책임을 지지 않습니다.
(3) 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.
(4) 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책 시켜야 하며, 회사가 면책되지 못한 경우 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
제 19 조 (면책사항)
(1) 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
(2) 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
(3) 회사는 회원의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
(4) 회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며, 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다.
(5) 회사는 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않으며, 회원 상호간 및 회원과 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 없습니다.
(6) 회사는 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 아니합니다. 단, 제13조 5항에 따라 자동 블라인드 처리된 게시물은 내용을 확인 후 조치합니다.
제 20 조 (서비스 이용 사양)
회사의 서비스는 다음과 같이 이용자의 최소 요구 사양이 충족되어야 안정적인 이용이 가능하며, 이용자가 해당 사양에 충족되지 못한 사유로 서비스 이용의 이의를 제기할 때 회사는 책임을 지지 않습니다.
(1) 데스크탑: 윈도우즈(인터넷익스플로러 10 이상, 크롬, 파이어폭스), OSX(크롬, 사파리, 파이어폭스)
(2) 모바일: 안드로이드, iOS
회사의 모든 서비스 이용은 인터넷 연결을 통해 가능합니다. 서비스 접속 시 발생되는 인터넷 연결 비용은 이용자가 부담합니다.
제 21 조 (회원에 대한 통지)
(1) 회사가 회원에 대하여 통지를 하는 경우 회원이 회사에 등록한 전자우편 및 서비스 내 전자쪽지, 알림 등으로 할 수 있습니다.
(2) 회사는 불특정다수 회원에게 통지를 해야 할 경우 공지 게시판을 통해 3일 이상 게시함으로써 개별 통지에 갈음할 수 있습니다.
제 22 조 (관할법원)
(1) 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.
(2) 본 조 제1항의 협의에서도 분쟁이 해결되지 않을 경우 양 당사자는 민사소송법상의 관할법원에 소를 제기할 수 있습니다.
부 칙
본 약관은 2023년 3월 1일부터 시행합니다.

                </p>
            </div>
        </div>
    )
}

export default Tos;